Repository: felixuxx/Flashpay
Catalog: contrib/locale/*/LC_MESSAGES/exchange-tos-tops-v0.po
Languages: de, fr

source: Terms of Service of Taler Operations AG
de: Allgemeine Geschäftsbedingungen der Taler Operations AG
fr: Conditions générales d'utilisation de Taler Operations AG

source: These Terms of Service (hereinafter **ToS**) of Taler Operations AG regulate the rights and obligations of users and recipients (beneficiaries) of the payment service offered. By using the payment service, users automatically accept these ToS.
de: Diese Allgemeinen Geschäftsbedingungen (nachfolgend **AGB**) der Taler Operations AG regeln die Rechte und Pflichten von Nutzern und Zahlungsempfängern (Begünstigten) des angebotenen Zahlungsdiensts. Mit der Nutzung des Zahlungsdiensts akzeptieren die Nutzer automatisch diese AGB.
fr: Les présentes conditions générales d'utilisation (ci-après **CGU**) de l'entreprise Taler Operations AG régissent les droits et obligations des utilisateurs et des bénéficiaires du service de paiement proposé. En utilisant le service de paiement, les utilisateurs acceptent automatiquement les présentes CGU.

source: Service; scope of application
de: Dienstleistung; Geltungsbereich
fr: Prestation de services ; champ d'application

source: GNU Taler is a technical system that enables cashless payments. Taler Operations AG (hereinafter **TOPS**), headquartered in Biel/Bienne, Switzerland, provides a **payment system** based on GNU Taler for users in Switzerland. TOPS is a member of VQF, a FINMA-accredited self-regulating organisation. Consequently, TOPS will therefore not be directly supervised by the Swiss financial services regulation authority FINMA, but operates a financial service in accordance with Art. 6 para. 2 Banking Ordinance without commercial banking status (non-bank) and therefore without customer deposit protection.
de: GNU Taler ist ein technisches System, das bargeldlose Zahlungen ermöglicht. Taler Operations AG (nachfolgend **TOPS**) mit Sitz in Biel/Bienne, Schweiz, bietet einen **Zahlungsdienst** auf Basis von GNU Taler für Nutzer in der Schweiz an. TOPS ist Mitglied im VQF, einer FINMA-akkreditierten Selbstregulierungsorganisation. TOPS wird daher nicht direkt von der FINMA beaufsichtigt, sondern betreibt eine Finanzdienstleistung nach Art. 6 Abs. 2 BankV ohne gewerbsmässige Bankeneigenschaft (Nichtbank) und somit ohne Kundeneinlagensicherung.

source: **Users** are the owners of tokens signed by TOPS, denominated in CHF (e-money), which they store in their Taler wallets under their own responsibility. These tokens can be used by the users to make payments.
de: **Nutzer** sind Eigentümer von durch TOPS signierten und in CHF denominierten Wertmarken (e-Geld), welche in Taler-Wallets in Eigenverantwortung der Nutzer gespeichert werden und mit denen die Nutzer bezahlen können.
fr: **Les utilisateurs** sont propriétaires de jetons (monnaie électronique) signés par TOPS et libellés en CHF, qui sont stockés dans des portefeuilles Taler sous la responsabilité des utilisateurs et avec lesquels les utilisateurs peuvent payer.

source: **Taler-Wallets** are products that, in accordance with the GNU Taler protocol, manage digital cash (e-money) , which a payment service issues and redeems for payments to beneficiaries. The tokens issued by TOPS (e-CHF) can be used as a means of payment in bricks-and-mortar shops, at vending machines, in online shops, and in apps at authorized merchants or service providers that accept this means of payment (hereinafter **beneficiaries**). Users can also make payments to other users or transfer the e-money back to a Swiss bank account.
de: **Taler-Wallets** sind Produkte, die digitales Bargeld (e-Geld) nach dem GNU Taler-Protokoll verwalten, welches ein Zahlungsdienst emittiert und zur Zahlung an Begünstigte wieder einlöst. Die von TOPS emittierten Wertmarken (e-CHF) können als Zahlungsmittel im stationären Handel, an Automaten, online und in Apps bei autorisierten Händlern oder Dienstleistungsanbietern, die dieses Zahlungsmittel akzeptieren (nachfolgend **Begünstigte**), eingesetzt werden. Nutzer können auch Zahlungen an andere Nutzer durchführen oder das e-Geld auf ein Schweizer Bankkonto zurückübertragen.
fr: Les **portefeuilles Taler** sont des produits qui gèrent des jetons (espèces numériques), monnaie électronique selon le protocole GNU Taler, qu'un service de paiement émet et rachète pour payer des bénéficiaires. Les jetons émis par TOPS (e-CHF) peuvent être utilisés comme moyen de paiement dans les commerces fixes, dans les distributeurs automatiques, dans les boutiques en ligne et dans les applications auprès de commerçants ou de prestataires de services autorisés qui acceptent ce moyen de paiement (ci-après **bénéficiaires**). Les utilisateurs peuvent également effectuer des paiements à d'autres utilisateurs ou retransférer la monnaie électronique sur un compte bancaire suisse.

source: Technical requirements
de: Technische Voraussetzungen
fr: Exigences techniques

source: In order to use the services offered, users must have a Taler wallet (an electronic wallet) as a Taler application on their smartphone or as an extension in a browser on the PC. Users are free to choose their Taler wallet application. Beneficiaries are also free to choose their Taler wallet application or Taler backend. Various solutions are provided by various providers. TOPS does not impose any restrictions and does not provide any guarantee for the chosen solution. The users are responsible for the security of their Taler wallets or Taler backends and the tokens or transaction data stored in them.
de: Um die angebotenen Dienste wahrnehmen zu können, müssen Nutzer ein Taler-Wallet (elektronische Geldbörse) als Taler-App auf ihrem Smartphone oder als Erweiterung in einem Browser auf dem PC installieren. Die Nutzer sind frei in der Wahl ihrer Taler-Wallet-Anwendung. Begünstigte sind ebenfalls frei in der Wahl ihrer Taler-Wallet-Anwendung bzw. ihres Taler-Backends. Verschiedene Lösungen werden von diversen Anbietern bereitgestellt. TOPS macht hier keine Einschränkungen und übernimmt keine Gewährleistung für die gewählte Lösung. Die Nutzer sind eigenverantwortlich für die Sicherheit ihrer Taler-Wallets bzw. Taler-Backends und der darin gespeicherten Wertmarken bzw. Transaktionsdaten.

source: The Taler wallet is topped up by users through mechanisms foreseen for the purpose of withdrawals. In order to let the wallet withdraw the desired amount of money, users select from within the Taler wallet the payment service provider operated by TOPS and wire this amount of money to the bank account of the payment service provider. TOPS may introduce further withdrawal options or cease to offer existing mechanisms. Any transaction fees or other fees associated with wiring or with withdrawals shall be borne by the users. Users’ funds do not earn interest. Users acknowledge that their credit balance is not covered by customer deposit protection.
de: Das Taler-Wallet wird von den Nutzern über die hierfür vorgesehenen Mechanismen aufgeladen. Zum Aufbuchen der gewünschten Geldmenge wählt man im Taler-Wallet den von TOPS betriebenen Zahlungsdienst, an den man diese Geldmenge vom Girokonto überweist und von dem schliesslich das Taler-Wallet die elektronischen Repräsentanten der Geldmenge abhebt. TOPS kann weitere Aufladeoptionen einführen oder auch bestehende Mechanismen nicht mehr anbieten. Allfällige mit der Aufladung verbundene Transaktionsgebühren oder sonstige Gebühren sind durch die Nutzer zu tragen. Das Guthaben der Nutzer wird nicht verzinst. Die Nutzer nehmen zur Kenntnis, dass das Guthaben nicht von der Einlagensicherung gedeckt ist.
fr: Le portefeuille Taler est chargé par les utilisateurs via les mécanismes prévus à cet effet. Pour créditer la quantité d'argent souhaitée, on choisit dans le portefeuille Taler le service de paiement exploité par TOPS, auquel on transfère cette quantité d'argent sur le compte courant du service de paiement et duquel le portefeuille Taler retire finalement les jetons électroniques correspondant à la quantité d'argent envoyée. TOPS peut introduire d'autres options de rechargement ou ne plus proposer les mécanismes existants. Les éventuels frais de transaction ou autres frais liés à la recharge sont à la charge des utilisateurs. L'avoir des utilisateurs ne porte pas d'intérêts. Les utilisateurs prennent connaissance du fait que l'avoir n'est pas couvert par la garantie des dépôts des clients.

source: To unload a Taler wallet, users must transfer their funds to a Swiss bank account. International payments are not permitted. With the Taler wallet installed in the smartphone or web browser, users can make payments (within applicable limits) to natural persons and legal entities that accept this payment method and have a Swiss bank account to receive the funds (e.g., stores, web shops, apps, and other beneficiaries). When users make payments, the corresponding amount of e-money is debited directly from the Taler wallet. At least the transaction amount must be available in the Taler wallet's balance. Users consent to all payments made with the Taler wallet from their digital end device, even if these payments were made without their agreement. Anyone who redeems a token in the Taler wallet has used its represented value of the credit for payment.
de: Das Entladen des Taler-Wallet muss auf ein Schweizer Bankkonto erfolgen. Internationale Zahlungen sind nicht erlaubt. Die Nutzer können mit dem im Smartphone oder Webbrowser installierten Taler-Wallet innerhalb der geltenden Limiten bei natürlichen und juristischen Personen bezahlen, die diese Bezahloption akzeptieren und ein Schweizer Bankkonto zum Geldempfang führen (z.B. Ladengeschäfte, Webshops, Apps und sonstige Begünstigte). Bei einer Bezahlung wird der entsprechende Betrag direkt vom Taler-Wallet abgebucht. Es muss im Taler-Wallet mindestens der Transaktionsbetrag verfügbar sein. Die Nutzer anerkennen sämtliche getätigten Zahlungen, welche mit dem Taler-Wallet von ihrem digitalen Endgerät erfolgten, selbst wenn diese Zahlungen ohne ihre Zustimmung erfolgt sind. Wer ein Guthaben im Taler-Wallet einlöst, hat den Wert des Guthabens zur Zahlung verwendet.
fr: Le débit du portefeuille Taler doit être effectué sur un compte bancaire suisse. Les paiements internationaux ne sont pas autorisés. Les utilisateurs peuvent payer avec le portefeuille Taler installé dans leur smartphone ou leur navigateur web, dans les limites en vigueur, auprès de personnes physiques et morales qui acceptent cette option de paiement et qui ont un compte bancaire suisse pour recevoir de l'argent (p. ex. magasins, boutiques en ligne, apps et autres bénéficiaires). Lors d'un paiement, le montant correspondant est directement débité du portefeuille Taler. Il faut qu'au moins le montant de la transaction soit disponible dans le portefeuille Taler. Les utilisateurs sont tenus responsables de tous les paiements effectués avec le portefeuille Taler depuis leur terminal numérique, même si ces paiements ont été effectués sans leur consentement. La personne qui a dépensé un jeton dans le portefeuille Taler a utilisé le valeur d'argent correspondant pour effectuer un paiement.

source: The procedure for increasing and decreasing the credit balance in the Taler wallet can take several days, depending on the mechanism.
de: Der Verarbeitungsprozess für das Erhöhen und Verringern des Guthabens im Taler-Wallet kann je nach Mechanismus mehrere Tage in Anspruch nehmen.
fr: Le processus de traitement pour augmenter ou diminuer l'avoir stocké dans le portefeuille Taler peut prendre jusqu'à plusieurs jours, selon le mécanisme utilisé.

source: Prices, fees and limits
de: Preise, Gebühren und Limiten
fr: Tarifs, frais, commissions et limites

source: TOPS may change the fees at any time. Fee changes only apply to tokens withdrawn after the change takes effect. Taler wallets compliant to the GNU Taler protocol will inform users about fee changes before they withdraw new tokens. Withdrawing tokens issued by TOPS after a fee change is considered the user’s consent to the updated conditions.
de: TOPS kann die Gebühren jederzeit ändern. Änderungen haben nur Wirkung auf nach der Änderung bezogene Wertmarken. Mit dem GNU Taler-Protokoll konforme Taler-Wallets informieren Nutzer über Gebührenänderungen vor dem Bezug von neuen Wertmarken. Der Bezug von Wertmarken der TOPS nach Änderung der Gebühren gilt als Zustimmung zu den geänderten Bedingungen.
fr: TOPS peut modifier les frais à tout moment. Les modifications n'ont d'effet que sur les jetons achetés après la modification. Les portefeuilles Taler conformes au protocole GNU Taler informent les utilisateurs des changements de frais avant que de nouveaux jetons ne soient retirés. Le retrait de jetons de TOPS après une modification des frais vaut acceptation par l'utilisateur des conditions modifiées.

source: There are limits of CHF 3,000 per month and CHF 15,000 per calendar year for withdrawing e-money from a bank account or receiving peer-to-peer payments between Taler wallets with a confirmed Swiss mobile number.
de: Es bestehen Limiten von CHF 3.000 pro Monat und CHF 15.000 pro Kalenderjahr für das Abheben von e-Geld von einem Girokonto bzw. für den Empfang von Peer-to-Peer-Zahlungen zwischen Taler-Wallets mit bestätigter Schweizer Mobilfunknummer.
fr: Des limites de 3 000 CHF par mois et de 15 000 CHF par année civile sont définies pour le retrait de la monnaie électronique d'un compte courant ou pour la réception de paiements peer-to-peer (d'égal à égal) entre les portefeuilles Taler ayant un numéro de portable suisse confirmé.

source: Legal and regulatory requirements
de: Allgemeine Mitwirkungspflichten
fr: Obligations générales de coopération

source: In order to use the payment service, users and beneficiaries are obliged to support TOPS in fulfilling legal and regulatory requirements. TOPS complies with all applicable anti-money laundering (AML) and know-your-customer (KYC) regulations. TOPS will ensure that all personal data is processed in accordance with Swiss privacy laws, including the new Swiss Data Protection Act (nFADP) and the Ordinance on Data Protection (DPO). TOPS has the right and, where applicable, the legal obligation to exclude users and beneficiaries from using the payment service, if they refuse to provide the required information or provide false information.
de: Zur Nutzung des Zahlungsdiensts sind Nutzer und Begünstigte verpflichtet, TOPS bei der Erfüllung regulatorischer und gesetzlicher Vorgaben zu unterstützen. TOPS hält sich an alle geltenden Gesetze zur Bekämpfung der Geldwäsche (AML) und zur Feststellung wirtschaftlich Berechtigter. TOPS stellt sicher, dass alle privaten Daten im Einklang mit den Schweizerischen Datenschutzbestimmungen, insbesondere dem Schweizer Datenschutzgesetz (DSG) und der Verordnung über den Datenschutz (DSV), behandelt werden. Insbesondere kann TOPS über die Identität von wirtschaftlich Berechtigten Auskunft verlangen. TOPS hat das Recht und ggf. die gesetzliche Pflicht, Nutzer und Begünstigte von der Nutzung des Zahlungsdiensts auszuschliessen, sollten diese die erforderlichen Auskünfte verweigern oder unwahre Angaben machen.
fr: Pour utiliser le service de paiement, l'utilisateur et le bénéficiaire sont tenus d'aider TOPS à satisfaire aux exigences réglementaires et légales. TOPS se conforme à toutes les réglementations applicables en matière de lutte contre le blanchiment d'argent (AML) et de connaissance des bénéficiaires effectifs. TOPS veillera à ce que toutes les données personnelles soient traitées conformément aux lois suisses sur la protection des données, y compris la nouvelle loi suisse sur la protection des données (nLPD) et l'ordonnance sur la protection des données (OPDo). En particulier, TOPS peut demander des informations sur l'identité des bénéficiaires effectifs. TOPS a le droit et, le cas échéant, l'obligation légale d'exclure les utilisateurs et les bénéficiaires de l'utilisation du service de paiement s'ils refusent de fournir les informations requises ou s'ils fournissent des informations fausses.

source: In order to use the payment service, *beneficiaries* enter into a business relationship with TOPS and, where applicable, may be required to register with TOPS and provide the requested information for this purpose. Beneficiaries may be required to provide identity verification documents. They will be notified of any KYC information requests and will have 30 days to respond. TOPS reserves the right to request further information at any time to fulfill regulatory compliance.
de: Zur Nutzung des Zahlungsdiensts gehen *Begünstigte* eine Geschäftsbeziehung mit TOPS ein und können ggf. verpflichtet sein, sich bei TOPS zu registrieren und die dabei verlangten Informationen zur Verfügung zu stellen. Die Begünstigten können aufgefordert werden, Dokumente zur ihrer Identitätsprüfung vorzulegen. Für KYC-Anfragen haben sie 30 Tage Zeit, auf diese zu antworten. TOPS behält sich vor, zur Erfüllung regulatorischer Vorgaben jederzeit weitere Informationen zu verlangen.
fr: Pour utiliser le service de paiement, les *bénéficiaires* établissent une relation commerciale avec TOPS et peuvent être tenus, le cas échéant, de s'enregistrer auprès de TOPS et de fournir les informations demandées à cette occasion. Les bénéficiaires peuvent être amenés à fournir des documents de vérification d'identité. Ils seront informés de toute demande d'informations KYC et disposeront de 30 jours pour y répondre. TOPS se réserve le droit de demander à tout moment des informations supplémentaires pour satisfaire aux exigences réglementaires.

source: No accounts are created for *users* at TOPS. However, the bank accounts of users who transfer CHF to TOPS in order to purchase tokens are recorded. To accept peer-to-peer payments, users must have a Swiss cell phone number to receive SMS for identification purposes.
de: Es erfolgt keine Kontenanlage der *Nutzer* bei TOPS. Erfasst werden jedoch die IBAN-Konten von Nutzern, die CHF an TOPS überweisen, um Wertmarken zu kaufen. Die Nutzer brauchen zum Empfang von Peer-to-Peer-Zahlungen mindestens eine Schweizer Mobiltelefonnummer zum Empfang von SMS zur Identifizierung.
fr: Il n'y a pas de création de compte des *utilisateurs* chez TOPS. TOPS enregistre cependant les comptes IBAN des utilisateurs qui transfèrent des CHF à TOPS pour acheter des jetons. Pour recevoir des paiements d'égal à égal (peer-to-peer), les utilisateurs ont besoin d'au moins un numéro de téléphone portable suisse pouvant recevoir des SMS qui serviront à leur identification.

source: Duty of care and other obligations of users
de: Sorgfaltspflichten und andere Pflichten der Nutzer
fr: Devoir de diligence et autres obligations des utilisateurs

source: 1. Users must comply with the following duties of care when using the payment service:
de: 1. Beim Umgang mit dem Zahlungsdienst sind insbesondere folgende Sorgfaltspflichten von Nutzern einzuhalten:
fr: 1. Lors de l'utilisation du service de paiement, les utilisateurs doivent notamment respecter les obligations de diligence suivantes :

source: The smartphone, PC, notebook, etc. must be protected against unauthorized use or manipulation (e.g. by means of a device lock or display lock).
de: Das Smartphone, PC, Notebook etc. ist vor unbefugter Benutzung oder Manipulation zu schützen (z.B. mittels Geräte- bzw. Displaysperre).
fr: Le smartphone, le PC, l'ordinateur portable, etc. doivent être protégés contre toute utilisation ou manipulation non autorisée (p. ex. au moyen d'un verrouillage de l'appareil ou de l'écran).

source: In the event of damage, users must contribute to the best of their knowledge to help clarify the case and minimizing the damage. Criminal acts must be reported to the police.
de: Im Schadenfall haben die Nutzer nach bestem Wissen zur Aufklärung des Falls und zur Schadensminderung beizutragen. Bei strafbaren Handlungen ist Anzeige bei der Polizei zu erstatten.
fr: En cas de dommage, les utilisateurs doivent contribuer de leur mieux à l'élucidation du cas et à la réduction du dommage. En cas d'actes délictueux, ils doivent porter plainte auprès de la police.

source: Before each payment is made, the details of the payee must be double-checked in order to prevent incorrect transactions.
de: Vor jeder Ausführung einer Zahlung sind die Angaben zum Zahlungsempfänger zu überprüfen, um Fehltransaktionen zu verhindern.
fr: Avant chaque exécution d'un paiement, les données relatives au bénéficiaire doivent être vérifiées afin d'éviter les transactions erronées.

source: Users are responsible for their use of the system and bear all consequences arising from such use.
de: Die Nutzer sind für die Nutzung verantwortlich und tragen sämtliche Folgen, die sich aus der Verwendung ergeben.
fr: Les utilisateurs sont responsables de leur utilisation du système et assument toutes les conséquences qui en découlent.

source: In particular, any unauthorized use of the Taler wallet by a third party shall be attributed to the owner of the wallet.
de: Insbesondere werden Handlungen, die eine Drittperson unberechtigt mit dem Taler-Wallet vornimmt, dem Eigentümer des Wallet zugerechnet.
fr: En particulier, les actions qu'une tierce personne effectue sans autorisation avec un portefeuille Taler sont imputées au propriétaire du portefeuille.

source: 2. Users must be aware of the need to **treat electronic money like cash** and to secure it in the same way, i.e. to create a backup of the wallet data. The users of the Taler app are therefore obliged to secure access to the digital end device and protect it from unauthorized access. They must save the wallet's data with a backup copy on another device. The wallet's export function helps to create and save a backup of the wallet data. A lost user device with a wallet on it without a backup on another device or data carrier means a total loss of the credit.
de: 2. Die Nutzer müssen sich darüber im klaren sein, **elektronisches Geld wie Bargeld zu behandeln** und ebenso zu sichern, d.h. ein Backup der Wallet-Daten anzulegen. Die Nutzer der Taler-App sind daher verpflichtet, den Zugang zum digitalen Endgerät zu sichern und vor unbefugtem Zugriff zu bewahren. Sie müssen die Wallet-Daten mit einer Sicherungskopie auf einem anderen Gerät speichern. Die Exportfunktion des Wallet hilft dabei, ein Backup der Wallet-Daten anzulegen und zu speichern. Ein verlorenes Nutzergerät mit einem Wallet darauf ohne Backup auf einem anderen Gerät oder Datenträger bedeutet einen Totalverlust des Guthabens.
fr: 2. Les utilisateurs doivent être conscients de la nécessité de **traiter la monnaie électronique comme des espèces** et de la sécuriser comme celle-ci, c'est-à-dire faire une sauvegarde des données du portefeuille. Les utilisateurs du portefeuille Taler sont donc tenus de sécuriser l'accès au terminal numérique et de le protéger contre tout accès non autorisé. Ils doivent enregistrer les données du portefeuille avec une copie de sauvegarde sur un autre appareil. La fonction d'exportation du portefeuille aide à créer et à enregistrer une sauvegarde des données du portefeuille. Un terminal numérique perdu avec un portefeuille dessus sans sauvegarde sur un autre appareil ou un autre support de données signifie une perte totale de l'avoir.
