Repository: felixuxx/Flashpay
Catalog: contrib/locale/*/LC_MESSAGES/exchange-tos-tops-v0.po
Languages: de, fr

source: In order to use the services offered, users must have a Taler wallet (an electronic wallet) as a Taler application on their smartphone or as an extension in a browser on the PC. Users are free to choose their Taler wallet application. Beneficiaries are also free to choose their Taler wallet application or Taler backend. Various solutions are provided by various providers. TOPS does not impose any restrictions and does not provide any guarantee for the chosen solution. The users are responsible for the security of their Taler wallets or Taler backends and the tokens or transaction data stored in them.
fr: Pour pouvoir bénéficier des services proposés, les utilisateurs doivent installer un portefeuille Taler (porte-monnaie électronique) soit sous la forme de l'application Taler sur leur smartphone soit sous la forme d'une extension dans un navigateur sur leur PC. Les utilisateurs sont libres de choisir leur application de portefeuille Taler. Les bénéficiaires sont également libres de choisir leur application de portefeuille Taler ou leur backend Taler. Différentes solutions sont proposées par divers fournisseurs. TOPS n'impose aucune restriction à cet égard et ne donne aucune garantie quant à la solution choisie. Les utilisateurs sont responsables de la sécurité de leurs portefeuilles Taler ou backends Taler et des jetons ou données de transaction qui y sont enregistrés.
