Repository: felixuxx/Flashpay
Catalog: contrib/locale/*/LC_MESSAGES/exchange-tos-tops-v0.po
Languages: de, fr

source: 3. It must be ensured that the end device with a Taler wallet installed on it connects to the payment service via the Internet **within one year** after the last transaction, otherwise the credit balance in the wallet may be lost. The credit balance is usually renewed one month before the end of the validity of the electronic cash, which is approximately one year after its withdrawal.
de: 3. Es ist dafür zu sorgen, dass sich das Endgerät mit einem darauf installierten Taler-Wallet **innerhalb eines Jahres** nach der letzten Transaktion **mit dem Zahlungsdienst über das Internet verbindet**, ansonsten kann das Guthaben im Wallet verloren werden. Ein Erneuern des Guthabens erfolgt regulär einen Monat vor dem Ende der Gültigkeit des elektronischen Bargelds, die zum Abhebezeitpunkt ca. ein Jahr beträgt.
fr: 3. Il faut veiller à ce que le terminal numérique sur lequel est installé un portefeuille Taler se connecte **dans un délai d'un an** après la dernière transaction **au service de paiement par Internet**, faute de quoi l'avoir du portefeuille peut être perdu. Le renouvellement de l'avoir a lieu normalement un mois avant la fin de leur validité, qui est d'environ un an après leur retrait.

source: 4. Communication from TOPS to users is generally carried out via notifications in the GNU Taler protocol. Users are responsible for responding to such notifications. TOPS has the right not to execute transactions until the users provide legally required data.
de: 4. Die Kommunikation von TOPS zu Nutzern erfolgt grundsätzlich über Benachrichtigungen im Protokoll von GNU Taler. Die Nutzer sind dafür verantwortlich, auf entsprechende Benachrichtigungen zu reagieren. TOPS hat das Recht, Transaktionen solange nicht auszuführen, bis die Nutzer auf diesem Weg angeforderte rechtlich notwendige Daten bereitstellen.
fr: 4. La communication de TOPS avec les utilisateurs se fait en principe par le biais de notifications dans le protocole de GNU Taler. Il incombe aux utilisateurs de répondre aux notifications correspondantes. TOPS a le droit de ne pas effectuer de transactions jusqu'à ce que les utilisateurs aient fourni les données légalement nécessaires demandées par ce biais.

source: Liability
de: Haftung
fr: Responsabilité

source: TOPS is not liable for any loss or damage incurred by users as a result of the use of GNU Taler, in particular not for loss or damage
de: TOPS haftet nicht für entstandene Verluste oder Schäden der Nutzer aufgrund der Verwendung von GNU Taler, insbesondere nicht für Verluste oder Schäden
fr: TOPS n'est pas responsable des pertes ou des dommages subis par les utilisateurs en raison de l'utilisation de GNU Taler, en particulier des pertes ou des dommages

source: due to transmission errors, technical malfunctions or defects, failures and unauthorized access to or interference with the digital end device,
de: aufgrund von Übermittlungsfehlern, technischen Störungen oder Defekten, Ausfällen und unberechtigten Zugriffen oder Eingriffen auf das digitale Endgerät,
fr: en raison d'erreurs de transmission, de pannes techniques ou de défauts, de défaillances et d'accès ou d'interventions non autorisés sur le terminal numérique,

source: which are due in whole or in part to a breach by the user of these ToS or applicable laws,
de: die ganz oder teilweise auf einen Verstoss der Nutzer gegen diese AGB oder anwendbare Gesetze zurückzuführen sind,
fr: résultant en tout ou en partie d'une violation des présentes CGU ou des lois applicables par les utilisateurs,

source: due to a malfunction or error in the software or hardware used,
de: aufgrund einer Störung oder eines Fehlers der Software oder der verwendeten Hardware,
fr: en raison d'un dysfonctionnement ou d'un défaut du logiciel ou du matériel utilisé,

source: due to malfunctions, interruptions (including system maintenance work) or overloads of the relevant IT systems or networks,
de: aufgrund von Störungen, Unterbrechungen (einschliesslich Systemwartungsarbeiten) oder Überlastungen der relevanten Informatiksysteme bzw. Netze,
fr: en raison de perturbations, d'interruptions (y compris les travaux de maintenance du système) ou de surcharges des systèmes informatiques ou des réseaux concernés,

source: due to payments that are not processed or are delayed,
de: aufgrund von Zahlungen, die nicht oder verzögert verarbeitet werden,
fr: en raison de paiements qui ne sont pas traités ou qui sont traités avec retard,

source: due to acts or omissions of third parties (including auxiliary persons of TOPS),
de: die auf Handlungen oder Unterlassungen von Dritten (inkl. Hilfspersonen der TOPS) zurückzuführen sind,
fr: résultant d'actions ou d'omissions de tiers (y compris des auxiliaires de TOPS),

source: unless these losses or damages are attributable to gross negligence or willful misconduct on the part of TOPS. Liability caps are set at CHF 1,000 for certain loss events. Liability for consequential damages, loss of profit or loss of data is - to the extent permitted by law - excluded in any case.
de: es sei denn, diese Verluste oder Schäden sind auf grobe Fahrlässigkeit oder vorsätzliches Verschulden von TOPS zurückzuführen. TOPS ersetzt Sach- und Vermögensschäden je Schadenereignis bis höchstens CHF 1.000. Die Haftung für Folgeschäden, entgangenen Gewinn oder Datenverluste ist - soweit gesetzlich zulässig - in jedem Fall ausgeschlossen.
fr: à moins que ces pertes ou dommages ne soient dus à une négligence grave ou à une faute intentionnelle de TOPS. TOPS indemnise les dommages matériels et pécuniaires à hauteur de 1 000 CHF maximum par événement. La responsabilité pour les dommages consécutifs, le manque à gagner ou la perte de données est exclue dans tous les cas - dans la mesure où la loi le permet.

source: Use; misuse
de: Nutzung; Missbräuche
fr: Utilisation ; abus

source: Users shall indemnify TOPS for any damages or losses incurred by TOPS due to non-compliance with these ToS or legal requirements, due to incorrect or incomplete information provided by users or the incorrect execution of instructions.
de: Nutzer halten TOPS schadlos für Schäden oder Verluste, die TOPS aufgrund der Nichteinhaltung dieser AGB oder gesetzlicher Vorgaben, aufgrund fehlerhafter oder unvollständiger Angaben der Nutzer oder der fehlerhaften Ausführung von Anweisungen entstehen.
fr: Les utilisateurs indemnisent TOPS en cas de dommages ou de pertes subis par TOPS en raison du non-respect des présentes CGU ou des dispositions légales, en raison d'informations erronées ou incomplètes fournies par les utilisateurs ou en raison d'une exécution incorrecte des instructions.

source: If the use deviates significantly from normal use or if there are signs of illegal or non-contractual behavior, TOPS may require users to act in accordance with the law and the contract, to suspend, restrict or discontinue the provision of services without prior notice and without compensation, terminate the business relationship without prior notice and without compensation and, if necessary, demand compensation for damages and indemnification from third-party claims. TOPS reserves the right to withhold payments to beneficiaries in the event of a breach of rules or abuse.
de: Weicht die Nutzung erheblich vom üblichen Gebrauch ab oder bestehen Anzeichen eines rechts- oder vertragswidrigen Verhaltens, kann TOPS die Nutzer zur rechts- und vertragskonformen Nutzung anhalten, die Leistungserbringung ohne Vorankündigung entschädigungslos ändern, einschränken oder einstellen, die Geschäftsbeziehung fristlos und entschädigungslos auflösen und gegebenenfalls Schadenersatz sowie die Freistellung von Ansprüchen Dritter verlangen. TOPS behält sich vor, bei Verletzung von Regeln oder Missbrauch Zahlungen an Begünstigte zurückzuhalten.
fr: Si l'utilisation s'écarte considérablement de l'usage habituel ou s'il existe des signes d'un comportement contraire à la loi ou au contrat, TOPS peut exiger des utilisateurs qu'ils utilisent les services conformément à la loi et au contrat, modifier, restreindre ou suspendre la fourniture des services sans préavis et sans indemnité, résilier la relation commerciale sans préavis et sans indemnité et, le cas échéant, exiger la compensation des dommages et intérêts ainsi que l'exonération des créances de tiers. TOPS se réserve le droit de retenir les paiements aux bénéficiaires en cas de violation des règles ou d'abus.

source: Reservations regarding changes to these ToS
de: Vorbehalte zu Änderungen an diesen AGB
fr: Réserves concernant les modifications apportées aux présentes CGU

source: TOPS may amend the ToS at any time. Amendments only have effect on tokens withdrawn after the change. Taler wallets compliant to the GNU Taler protocol inform users about changes before new tokens are withdrawn. The withdrawal of tokens issued by TOPS after the ToS have been amended shall be deemed to constitute acceptance of the amended conditions.
de: TOPS kann die AGB jederzeit ändern. Änderungen haben nur Wirkung auf nach der Änderung bezogene Wertmarken. Mit dem GNU Taler-Protokoll konforme Taler-Wallets informieren Nutzer über Änderungen vor dem Bezug von neuen Wertmarken. Der Bezug von Wertmarken der TOPS nach Änderung der AGB gilt als Zustimmung zu den geänderten Bedingungen.
fr: TOPS peut modifier les CGU à tout moment. Les modifications n'ont d'effet que sur les jetons obtenus après la modification. Les portefeuilles Taler conformes au protocole GNU Taler informent les utilisateurs des changements avant que de nouveaux jetons ne soient retirés. Le retrait de jetons de TOPS après une modification des CGU est considéré comme une acceptation des conditions modifiées.

source: Any legal provisions governing the operation and use of digital devices, payment services, the Internet and other infrastructure remain reserved and shall also apply to the TOPS services.
de: Allfällige Gesetzesbestimmungen, die den Betrieb und die Nutzung von digitalen Endgeräten, Zahlungsdiensten, des Internets und sonstiger Infrastruktur regeln, bleiben vorbehalten und gelten ab ihrer Inkraftsetzung auch für die TOPS-Dienstleistungen.
fr: Les éventuelles dispositions légales régissant le fonctionnement et l'utilisation des terminaux numériques, des services de paiement, de l'Internet et d'autres infrastructures demeurent réservées et s'appliquent également aux services TOPS dès leur entrée en vigueur.

source: TOPS reserves the right to change, restrict, modify or completely discontinue its range of services at any time and without prior notice, in particular due to legal requirements, technical problems, prevention of misuse, by order of the authorities or for security reasons.
de: TOPS behält sich vor, das Angebot von Dienstleistungen jederzeit und ohne vorherige Ankündigung zu ändern, zu beschränken oder vollständig einzustellen, insbesondere aufgrund rechtlicher Anforderungen, technischer Probleme, zur Verhinderung von Missbräuchen, auf behördliche Anordnung oder aus Sicherheitsgründen.
fr: TOPS se réserve le droit de modifier, de limiter ou d'interrompre complètement l'offre de services à tout moment et sans préavis, notamment en raison d'exigences légales, de problèmes techniques, pour prévenir les abus, sur ordre des autorités ou pour des raisons de sécurité.

source: TOPS may transfer the contractual relationship (including a credit balance) to another company at any time and without prior notification.
de: TOPS kann die Vertragsbeziehungen (einschliesslich eines Guthabens) jederzeit und ohne vorherige Information auf eine andere Gesellschaft übertragen.
fr: TOPS peut transférer les relations contractuelles (y compris un avoir) à une autre société ou entreprise à tout moment et sans information préalable.

source: Confidentiality and data protection
de: Geheimhaltung und Datenschutz
fr: Confidentialité et protection des données

source: Personal data is only collected, processed, stored or used by TOPS within the scope of legal obligations. When paying with e-money, no data on the identity of the user is recorded.
de: Personenbezogene Daten werden von TOPS nur im Rahmen der Erfüllung gesetzlicher Verpflichtungen erhoben, verarbeitet, aufbewahrt oder weitergegeben. Beim Bezahlvorgang mit e-Geld werden keine Daten zur Identität der Nutzer erfasst.
fr: Les données personnelles ne sont collectées, traitées, conservées ou transmises par TOPS que dans le cadre du respect des obligations légales. Aucune donnée relative à l'identité de l'utilisateur n'est collectée lors du processus de paiement par monnaie électronique.

source: TOPS provides users with technical support on request. In the provision of this support third parties may be involved. They will receive access to the personal data required for communication with users.
de: TOPS stellt Nutzern auf Anfrage technischen Support zur Verfügung. An der Erbringung dieses Supports können Dritte beteiligt sein. Diese erhalten hierfür Zugriff auf notwendige personenbezogene Daten zur Kommunikation mit den Nutzern.
fr: TOPS fournit une assistance technique aux utilisateurs qui en font la demande. Des tiers peuvent participer à la fourniture de cette assistance. Ceux-ci ont accès aux données personnelles nécessaires pour communiquer avec les utilisateurs.

source: TOPS undertakes to comply with the provisions of Swiss law with regard to the personal data of users, in particular the Federal Act on Data Protection and the Ordinance on Data Protection.
de: TOPS verpflichtet sich hinsichtlich der Beschaffung, Bearbeitung und Nutzung personenbezogener Daten von Nutzern die Bestimmungen der schweizerischen Datenschutzgesetzgebung, insbesondere des Bundesgesetzes über den Datenschutz und der Verordnung über den Datenschutz, einzuhalten.
fr: En ce qui concerne la collecte, le traitement et l'utilisation des données personnelles des utilisateurs, TOPS s'engage à respecter les dispositions de la législation suisse sur la protection des données, notamment la loi fédérale sur la protection des données et l'ordonnance sur la protection des données.

source: All system data is primarily hosted in Switzerland.
de: Alle Systemdaten werden primär in der Schweiz gehostet.
fr: Toutes les données du système sont hébergées en premier lieu en Suisse.

source: KYC processes may be controlled by service providers. These are also obliged to secure the data in accordance with Swiss law. The core system’s data is stored on encrypted hard disks with redundancy (including backups) and is accessible only to authorized personnel. Authorized personnel are subjected to security checks by TOPS. The entire design of the GNU Taler payment service has been strictly developed according to the principles of “Privacy-by-Design” and “Privacy-by-Default”.
de: KYC-Prozesse werden ggf. durch Dienstleister gesteuert. Diese sind ebenfalls verpflichtet, die Daten nach Recht und Gesetz der Schweiz zu sichern. Die eigentlichen Daten des Kernsystems werden auf verschlüsselten Festplatten redundant (d.h. mit Backup) gespeichert und sind nur autorisiertem Personal zugänglich. Autorisiertes Personal wird von TOPS einer Sicherheitsprüfung unterzogen. Das gesamte Design des Zahlungsdiensts GNU Taler wurde strikt nach den Grundsätzen 'Privacy-by-Design' und 'Privacy-by-Default' umgesetzt.
fr: Le cas échéant, les processus de connaissance du client (abrévié KYC en anglais) sont gérés par des prestataires de services. Ceux-ci sont également tenus de sécuriser les données conformément au droit et à la législation suisses. Les données proprement dites du système central sont stockées de manière redondante (c'est-à-dire avec une sauvegarde) sur des disques durs cryptés et ne sont accessibles qu'au personnel autorisé. Le personnel autorisé est soumis à un contrôle de sécurité par TOPS. L'ensemble du design du service de paiement GNU Taler a été strictement mis en œuvre selon les principes « Privacy-by-Design » et « Privacy-by-Default ».

source: Further information on data processing can be found in the privacy policy on the TOPS website (www.taler-ops.ch).
de: Weitere Informationen zu den Datenverarbeitungen finden sich in der Datenschutzerklärung auf der Webseite der TOPS (www.taler-ops.ch).
fr: Pour plus d'informations sur le traitement des données, veuillez consulter la déclaration de confidentialité sur le site web de TOPS (www.taler-ops.ch).

source: Duration and termination
de: Dauer und Kündigung
fr: Durée et résiliation

source: The business relationship between TOPS and beneficiaries (merchants, businesses, and other regular recipients of transfers from the payment service to the beneficiary IBAN accounts) is concluded for an indefinite period. TOPS may terminate the business relationship with the beneficiaries at any time - in particular in cases of abuse with immediate effect. Written notice of termination by TOPS shall be sent to one of the last addresses provided by the business partners (e.g. by e-mail or letter). If no transactions are made to the beneficiaries for more than 12 months, the business relationship shall be automatically deemed terminated.
de: Die Geschäftsbeziehung zwischen TOPS und Begünstigten (Händler, Betriebe, Verkäufer und sonstige regelmässige Empfänger von Überweisungen des Zahlungsdiensts an die begünstigten IBAN-Konten) wird auf eine unbestimmte Dauer abgeschlossen. TOPS kann die Geschäftsbeziehung mit den Begünstigten jederzeit - insbesondere in Missbrauchsfällen mit sofortiger Wirkung - kündigen. Eine schriftliche Kündigung durch TOPS erfolgt an eine der zuletzt bekanntgegebenen Adressen der Geschäftspartner (z.B. per E-Mail oder Brief). Sollten für über 12 Monate keine Transaktionen an die Begünstigen erfolgen, gilt die Geschäftsbeziehung automatisch als beendet.
fr: La relation commerciale entre TOPS et les bénéficiaires (commerçants, entreprises, vendeurs et autres destinataires réguliers des virements du service de paiement vers les comptes IBAN des bénéficiaires) est conclue pour une durée indéterminée. TOPS peut à tout moment - notamment en cas d'abus avec effet immédiat - résilier la relation commerciale avec les bénéficiaires. Une résiliation écrite par TOPS est envoyée à l'une des dernières adresses communiquées par les partenaires commerciaux (par ex. par e-mail ou par lettre). Si aucune transaction n'est effectuée en faveur les bénéficiaires pendant plus de 12 mois, la relation commerciale est automatiquement considérée comme terminée.

source: Users of Taler wallets can return the existing credit in these wallets to bank accounts in Switzerland at any time, thereby balancing the credit. If the TOPS payment service is discontinued, users will be notified through the GNU Taler protocol and prompted by their Taler wallets to balance any remaining credit. Users who fail to balance the credit within 3 months will lose their entitlement to the remaining amount, which will become the property of TOPS.
de: Die Nutzer von Taler-Wallets können das Guthaben in diesen jederzeit an Bankkonten in der Schweiz zurücküberweisen lassen und so das Guthaben saldieren. Bei einer Betriebsaufgabe des Zahlungsdiensts der TOPS werden die Nutzer über die bevorstehende Einstellung des Zahlungsdiensts durch das Taler-Protokoll informiert und von den Taler-Wallets aufgefordert, das bestehende Guthaben zu saldieren. Nutzer, die diese Saldierung unterlassen, verlieren nach 3 Monaten den Anspruch auf das danach noch bestehende Guthaben, welches in das Eigentum der TOPS übergeht.
fr: Les utilisateurs des portefeuilles Taler peuvent à tout moment faire transférer l'avoir qu'ils détiennent dans les portefeuilles Taler sur des comptes bancaires en Suisse et ainsi solder leur avoir. En cas de cessation d'activité du service de paiement de TOPS, les utilisateurs sont informés de l'arrêt imminent du service de paiement par le protocole de Taler et sont invités par les portefeuilles Taler à solder l'avoir existant. Les utilisateurs qui omettent de procéder à cette compensation perdent, au bout de 3 mois, le droit à l'avoir existant encore après cette période, lequel devient la propriété de TOPS.

source: Applicable law and place of jurisdiction
de: Anwendbares Recht und Gerichtsstand
fr: Droit applicable et juridiction compétente

source: To the extent permitted by law, all legal relationships between TOPS and users shall be governed exclusively by substantive Swiss law, excluding conflict of laws and international treaties.
de: Soweit gesetzlich zulässig unterstehen alle Rechtsbeziehungen zwischen TOPS und Nutzern ausschliesslich dem materiellen schweizerischen Recht, unter Ausschluss von Kollisionsrecht und unter Ausschluss von Staatsverträgen.
fr: Dans la mesure où la loi le permet, toutes les relations juridiques entre TOPS et les utilisateurs sont exclusivement soumises au droit matériel suisse, à l'exclusion des règles de conflit de lois et à l'exclusion des traités internationaux.

source: Subject to any mandatory statutory provisions to the contrary, Biel is the exclusive place of jurisdiction and the place of performance. For users and beneficiaries domiciled outside Switzerland, Biel/Bienne is also the place of debt collection.
de: Unter dem Vorbehalt von entgegenstehenden zwingenden gesetzlichen Bestimmungen ist Biel ausschliesslicher Gerichtsstand und Erfüllungsort. Für Nutzer und Begünstigte mit einem Wohnsitz ausserhalb der Schweiz ist Biel sodann auch Betreibungsort.
fr: Sous réserve de dispositions légales impératives contraires, Bienne est le for exclusif et le lieu d'exécution. Pour les utilisateurs et les bénéficiaires domiciliés en dehors de la Suisse, Bienne est également le lieu de poursuite.

source: GNU Taler is a technical system that enables cashless payments. Taler Operations AG (hereinafter **TOPS**), headquartered in Biel/Bienne, Switzerland, provides a **payment system** based on GNU Taler for users in Switzerland. TOPS is a member of VQF, a FINMA-accredited self-regulating organisation. Consequently, TOPS will therefore not be directly supervised by the Swiss financial services regulation authority FINMA, but operates a financial service in accordance with Art. 6 para. 2 Banking Ordinance without commercial banking status (non-bank) and therefore without customer deposit protection.
fr: GNU Taler est un système technique qui permet d'effectuer des paiements sans argent liquide. Taler Operations AG (ci-après **TOPS**), dont le siège est à Biel/Bienne, Suisse, propose un **service de paiement** basé sur GNU Taler pour les utilisateurs en Suisse. TOPS est membre du VQF, un organisme d'autorégulation accrédité par la FINMA. TOPS n'est donc pas directement surveillée par la FINMA, mais exploite un service financier selon l'art. 6 al. 2 OB sans être une banque à titre professionnel (non-banque) et donc sans garantie des dépôts des clients.
